[
    {
        "mentee_id": 2,
        "mentor_id": 1,
        "text": "As other reviews have mentioned, this pice is ridiculous.  However the product itself is decent.  I purchased this elsewhere because I love the taste of Diet Coke and read some reviews that  tastes just lke Diet Coke.  (My parents have had a soda fountain in their house since I was 2, I'm 31 now) ...  This tastes alot like Coke but no like Diet Coke(which makes sense, it doesn't use aspartame, it uses the sugar free sugar stuff)<br /><br />It is nice being able to make soda on demand though ...  I'm going to siphon some syrup from my parents and try that (if it works, you can get 5 gallon \"bags\" of Diet Coke from SAMs club, makes 35 gallons of soda)"
    },
    {
        "mentee_id": 2,
        "mentor_id": 2,
        "text": "Being a shift worker, I need a kick butt, good tasting coffee on wake up, no matter what time of the day that is.  Revv fits that bill.  If you need a bold, rich full bodied coffee to get you going in the morning, this is it."
    },
    {
        "mentee_id": 1,
        "mentor_id": 4,
        "text": "I cannot urge parents enough to NOT BUY THIS PRODUCT for your child or, for that matter, ANY other child. I normally hate it when people use caps to voice a strong opinion, but for this review, I make an exception. I feel it is my duty as a fellow parent to inform others so they can protect their children from the effects of this product.<br />What some of the other reviewers have written is true: this machine grows mold. The only reason why other reviewers haven't written the same is because they either cannot see the mold, are mistaking the mold for water deposits (or the type of water they used) or are mistaking the mold for food build up (or food accidentally getting into the water reservoir).<br />I ran the vinegar cleaning through it so many times, I was sure it boiled out any kind of buildup that could possibly be in there, but I was wrong. I do not believe you can ever fully rid the reservoir of every last trace of mold and no matter what you use to clean it (though I would doubt anyone would use anything more harsh than vinegar or anything edible because of the purpose of the water reservoir), it will come back.<br />I am worried that parents have trusted that this \"cleaning\" gets this clean and sterile for continued use.<br />I also noticed decay of some kind on the side vent, which is impossible to even TRY to clean.<br />This machine is not safe for food preparation of any kind for anyone, MUCH LESS a baby.<br /><br />If you are looking at this babycook, you are wanting to give your baby a healthier start in life. You will do that if you do not cook their food with the Beaba Babycook Baby Food Maker.<br /><br />If you are reading this, ask yourself: if even just a FEW of the comsumers of this product found mold growing inside of it, WHY RISK BEING ANOTHER? Keep your baby safe from this machine. DO NOT BUY."
    },
    {
        "mentee_id": 3,
        "mentor_id": 10,
        "text": "This tiny exotic pepper promises to give you the heat that makes your tongue start to dance!<br /><br />If you like spicy, but neither tabasco or cayenne statisfy your need, then definetly give a try on the BIRDEYE!<br /><br />I only order once from the seller- super fast shipping and A+ on package."
    },
    {
        "mentee_id": 1,
        "mentor_id": 10,
        "text": "Altho you can't give too many of these to your dog on any given day (not suggested by the manufacturer), I have never found a treat that my German Shorthair Pointer really loved, until we discovered these. Buzzy just loves them more than anything....even more than the meatballs I through in his food to entice him to chow down (he's very finicky)!!! Get em for your best friend!!!"
    },
    {
        "mentee_id": 2,
        "mentor_id": 1,
        "text": "Our senior cat has had trouble keeping weight on. A friend gave us a sample of Wysong daily dream treats.<br />Our cat enjoys this daily snack and it provides additional nutrition for an aging pet who needs a bit more nourishment. Our growing kitten also gets a snack of this and loves it. Great flavor for cats."
    },
    {
        "mentee_id": 3,
        "mentor_id": 5,
        "text": "Consistently delicious, reasonable price. Terrific for snacking, salads etc. I recommended for people who are looking for healthy alternative to traditional snacks."
    },
    {
        "mentee_id": 2,
        "mentor_id": 10,
        "text": "Great alternative to dog food with corn and other by-products. Our picky dogs enjoy this food and so do I, knowing<br />it is better their health."
    },
    {
        "mentee_id": 3,
        "mentor_id": 1,
        "text": "Great tasting chips and low on calories too as each bag has just 100cals. I loved the popchips themselves and its a great idea. I dont much care for this chili lime flavor though but i can definitely see myself getting other popchips flavors that i would prefer more.<br /><br />The flavor is evenly balanced out between spicy (chili) and sour (lime). I personally dont like sour chips much but these werent too bad in that sense. The chili is quite spicy though. It worth a try unless you really hate spicy chips or sour chips."
    },
    {
        "mentee_id": 2,
        "mentor_id": 3,
        "text": "I received my first box and when I opened it the chocolate had been melted. It was no longer smooth and creamy as Lindt truffles usually are. The weather had been cold and I accepted the package directly from the post women so I assumed it had arrived that way. I called Amazon and they gave me a replacement box which arrived in 2 days. Unfortunately it had also been melted and at that point I just gave up. I have two boxes of yucky chocolate.  I'm assuming that they melted while they sat around at amazon or Lindt provided a sub par product.  Do not order these. Buy them somewhere where you can inspect them first."
    }
]